[
    {
    "number": 1,
    "title": "The Afton Family",
    "content": "\tKids ran around, smiles plastered across their faces.\n\tArcade cabinets blared comical sound effects, lighting up like a carnival.\n\tBalloons flew through the air, occasionally snagging on dangling ribbons.\n\tMost importantly, the delightful Fredbear and Springbonnie animatronics were up on stage, performing as usual.\n\nThe birthday party of Christopher Afton was in full force - today was a great day at Fredbear’s Family Diner.\n\nMichael, Christopher’s older brother, sat cozily by himself at one of the party tables. He had paid his four friends 5 dollars earlier to mess with his brother, and all he had to do now was wait. He chuckled to himself as he remembered how scared Chris was of Fredbear. To him, it was basically a giant moving teddy bear - a silly thing to be afraid of. But something about it made Chris want to run away as fast as possible. Moments later, he saw his friends barge through the arcade door, each holding Chris by his arms and legs. \n“No…I don’t want to go!” Chris cried out as he squirmed, trying to escape the situation.\n“Hey Mike…we got him!” one of them yelled out. Michael burst into laughter at the sight of it.\n\n“Well, you heard the little man! He wants to get even closer!” another of them called out as they cackled to themselves. Quickly, they began to carry Chris towards the Fredbear animatronic. Michael leaned back in his seat in laughter and clapped, utterly entertained by what was unfolding in front of him. Chris, on the other hand, was terrified - his gaze locked onto the Fredbear animatronic, its mechanical movements and off-putting design causing him to shake in fear. After a few seconds, the group was right in front of Fredbear.\n\n“Hey guys, I think the little man said he wants to give Fredbear a big kiss!” another one of them chimed in. The friends looked at each other and instantly knew what to do. They climbed onto the stage and, as Fredbear’s mouth opened, stuffed Chris’ head in it. The group howled with laughter as they watched him struggle to get out. Michael was in the back laughing as well, but something about this seemed off. \n\nSuddenly, it hit him - he had seen this before.\n\n“Guys - I think we should…” Michael called out, growing incredibly uneasy. Something within Michael was screaming at him to do something. The feeling grew unbearable, prompting Michael to stand up. Chris yelled as Fredbear’s mouth exerted more and more pressure on his head - at that moment, Michael couldn’t take it.\n\nNot long after, Chris let out a blood-curdling scream.\n“NO…STOP!”\n\n\nSuddenly, Michael woke up - it was all a dream.\n\n\nAs he looked around, he saw that he was buckled in the backseat of his father’s purple Cadillac, driving off somewhere. Michael gripped the side of the car door and hyperventilated - the dream remained clear as day in his mind.\n“Mooom…I think Mikey had that dream again…” Elizabeth said as she pointed at him. She was buckled in the other side of the backseat wearing her usual outfit: a red bow, pink blouse, and blue skirt.\n“Sh…shut up!” Michael fired back.\n“Michael…” his mom warned from the front passenger seat, “...don’t talk to your little sister like that.”\n“But she’s making fun of me…!”\n“No she’s not. Michael, say sorry.”\nMichael huffed, turning away from Elizabeth. Clara sighed, watching her son sulk through the rearview mirror.\n\n“Michael, can you please just - keep it together…? Today’s a big day, you know,” William asked as he drove the car.\n“I don’t wanna go to your stupid restaurant, Dad!” Michael angrily replied. Clara gasped, shocked at her son’s behavior.\n“It’s not a 'stupid restaurant', Michael. It’s the start of the biggest pizza chain Utah has ever seen. Show some respect!”\n“I wanna go home! Why do I have to be there anyway?”\n“Because this is *our* family business, Michael. And one day, you will help me with it. You’re just a few years from being an adult.”\n“No! I don’t care about your stupid robots, or that recycled pizza…or, or…any of it!”\n“Michael, that is not true. All of our pizza is cooked to order - don’t believe the news.”\n\n\t“I *want* to go *home*!”\n\t“For the last time, NO…!” William yelled out, slamming the steering wheel. The entire family went silent, shaken by the argument. William took a deep breath, then exhaled. Elizabeth grew nervous - she could feel the tension in the air.\n\t“I wanna go to Freddy’s too…” she chimed in.\n\t“Shut it, Lizzie…” Michael blurted out.\n\t“Michael!” Clara exclaimed - she bent over to William, trying to tell him something.\n “William, honey…go easy on him,” she whispered to him. His grip on the steering wheel loosened - he could feel himself begin to calm down a bit.\n\n“Look, Michael, you can be mad at me all you want…but I need you to keep it together today, okay?” William explained in a calmer tone, “...If this reopening goes wrong, and this restaurant fails…our house goes along with it, understand? First impressions matter. So please, just…keep it to yourself.”\nMichael sat in silence. He felt jaded and unheard by his father. Still mad, he looked out the window and watched the buildings whizz by, trying to distract himself from everything.\n“Alright, we’re almost there…” William told everyone, “...just follow my lead.”\n\nA minute later, the car pulled up into the parking lot in front of Freddy’s. The building was large and rectangular, with a bright green roof and a checkered stripe pattern lining it - just the way William wanted. Above the double-door entrance hung a giant sign with a welcoming illustration of the main mascot himself, Freddy Fazbear - black hat on, microphone in hand, waving happily. Below him was the name of the restaurant in bold letters: Freddy Fazbear’s Pizza. William smiled as he saw a decently sized crowd in front of the entrance; eager families and their energetic children waited patiently for it to open.\n\nWith that, William parked the car and the entire family got out - the grand reopening was about to begin.\n\n"
    },
    {
    "number": 2,
    "title": "Welcome to Freddy Fazbear's Pizza",
    "content": "\tAs the family got closer to the entrance, they noticed someone rushing towards them. William instantly recognized who - it was Henry, his long-time business partner and best friend. A couple of seconds later, Henry made it to William, giving him a big handshake and a pat on the back.\n\t“Will, my man!” Henry exclaimed, happy that he had finally arrived.\n\t“Today’s the day, heh-heh! I’ll tell ya, I’m proud we got 'ere.”\n\t“Me too, Henry. Me too,” William replied.\n\t“And the whole family’s 'ere! Even Michael…” Henry remarked as he looked at Michael, who was visibly annoyed.\n\t“Anyways…let’s go! There’s a crowd waitin’! Think they wanna see that new arcade we got…” Henry said as he gestured the family over to the entrance.\n\n\tWilliam cleared his throat and adjusted his tie, readying himself to speak in front of the crowd. \n\t“Just stand beside me and don’t say anything…” William told his family. Quickly, they all shuffled beside the entrance, making sure to keep it together in front of the crowd - Michael put on a fake smile just to get it all over with. The entrance had a giant red ribbon hung across it, with Henry giving William the large scissors required to cut it. The families shushed their children as they realized William was about to speak.\n\n\t“Good morning, everyone!” William announced in a showmanly voice, “Are you all ready?”\n\tAll the children in the crowd shouted “Yes” in unison, excited to go inside. They bounced in place, holding colorful balloons in their hands - some even brought old prizes they had won back at Fredbears. Their parents felt optimistic - they all missed the diner, as it was a nice place to take their kids for the weekends.\n\t“Well, slow down there! I have a few words to say first to all the adults in the audience…” William replied.\n\t“As you all know, two years ago - on July 23, 1983 - we had to bid farewell to our beloved Fredbear’s Family Diner. That was a very difficult time for me - but I’m happy to say that now, we are back and better than ever!”\n\tMild clapping arose from the crowd, quickly tapering off seconds later.\n\t\n\t“We’ve got better tasting pizza, a bigger arcade…and last but not the least, a new, colorful cast of characters! Freddy Fazbear and his band of friends can’t wait to meet you all!”\n\tThe entire crowd applauded, their excitement growing by the second.\n\t“Well, I won’t keep you all waiting. Let’s open this place!”\n\tWilliam held up the scissors Henry gave him and positioned it carefully over the ribbon.\n\t“I declared the new and improved Freddy Fazbear’s Pizza…OPEN!”\n\tRight after, William cut the ribbon in half. Before the ends even touched the ground, children were already pouring in to see the new Freddy’s. William and his family hurriedly moved out of the way to let the families inside.\n\t“Wow…they’re *real* excited…!” Henry remarked, chuckling slightly as the children pushed each other aside.\n\t\n\tAs the children funneled into the building, they were filled with awe - on the left was a ginormous dining area with a checkered floor, filled to the brim with tables and chairs. All the way at the back was a large kitchen which served a variety of kid’s meals - they had chicken nuggets, spaghetti, mac and cheese - and most importantly, delicious oven-baked pizza. On the right was a multitude of party rooms, four to be exact. They were all primed and ready to host birthday celebrations for any child’s special day.\n\n\tThe biggest surprise lay in the middle - a set of double doors labeled “ARCADE” enticed anyone that laid eyes on it. When the children entered, they were greeted with a sight beyond their wildest dreams. The arcade was even bigger than the dining area and chock-full of arcade cabinets and carnival games. Skee-ball, bowling, claw machines, air hockey - it was all a child could ever ask for. At the back of the arcade was William’s proudest accomplishment - the new cast of characters.\n\n\tOn stage, there were three animatronics performing - Freddy Fazbear, the vocalist of the band - Bonnie the Bunny, who played the electric guitar - and Chica the Chicken, who shook her maracas all day long. They were all in the middle of their showtime performance, entertaining kids who came to watch. Off to the side lay a pirate’s cove, which consisted of a small stage covered with a purple curtain. At certain times, Foxy the Pirate would come out and sing a sea shanty to whoever wanted to hear. All in all, Freddy’s was a massive step up from Fredbear’s - and everyone was loving it.\n\n\t“Dad…where’s Golden Freddy…?” Elizabeth asked as they watched the animatronics’ showtime performance. \n\t“Lizzie…well first off, his name’s Fredbear…and second, Freddy Fazbear’s the new star now, okay?” William explained, pointing at the bear onstage. Elizabeth seemed to accept the explanation, although she was slightly disappointed that Golden Freddy was gone.\n\t“Where is Golden Freddy now…?” Elizabeth asked once more, referring to the animatronic.\n\t“That’s not important right now,” William answered, annoyed that his daughter didn’t seem to be connecting with the new characters. Moments later, he gathered the family and brought them into the dining room for lunch.\n\nThe Afton family picked a table and sat down - shortly after, a waiter came in and brought the family pizza; William made sure it was cooked in advance just before the reopening. As Michael looked at it, he frowned as he saw that bell pepper was one of the toppings.\n\t“Dad, I hate bell peppers…you know this,” Michael complained.\n\t“Too bad. Eat your food,” William replied. Right after, he got up and went to the arcade to see if everything was in order.\n\tAs soon as he was out of sight, Michael began picking off every bell pepper from his slice of pizza before finally biting it. After a few seconds, he tasted something synthetic, which seriously grossed him out - regardless, he continued eating.\n\n\tAs the day went on, Michael grew more and more irritable. His hunger had been sated and he didn’t feel like playing any of the arcade games. Worse yet, he began to feel unnerved by the new animatronics, just like his brother was. Michael felt bored out of his mind - there was nothing here he wanted to do. Aimlessly, he began to wander around the place, trying to find somewhere quiet to stay. To the left of the arcade entrance was a narrow hallway, which he walked to the end of. Looking right, he saw the fire exit in plain sight - but he knew it was not an option, albeit a tempting one. He noticed a supply closet before the exit and lumbered towards it.\n\n\tCarefully, Michael opened the door - the closet had a single light source, which was a rickety incandescent yellow lightbulb that hung from the ceiling. Surrounding it were shelves full of broken equipment, cleaning supplies, and rusty toolboxes. He quietly shut the door and walked to the back of the room. His heart dropped - from the corner of his eye, he spotted a figure slouched over within a narrow recess in the wall to his left. He quickly looked over and saw the old Springbonnie suit - the same one Dad used to wear at Fredbear’s. It looked like it had been haphazardly dumped there.\n\nMichael jolted in fear, unnerved by its unexpected presence. He breathed heavily, still staring at the empty suit, which almost seemed to stare back at him. A few more breaths later, he calmed himself down and brushed it off. He sat down and rested his back against the wall, slowly burying his face into his arms. He sat there for a minute, just wanting a break from everything. Suddenly, Michael heard the doorknob creak - inside, he prepared for the worst. It had to be Dad, he thought as his body stiffened. To his surprise however, he saw Elizabeth standing there.\n\n\t“Hi, Mikey…are you okay…? I saw you come in here,” Elizabeth asked innocently - she could sense something was amiss.\n\t“Yeah, I’m just…resting, is all…” Michael reassured her, quickly picking himself up off the floor.\n\t“If you’re feeling sad, I’m always here…” Elizabeth told him. This agitated Michael.\n\t“I’M NOT SAD!” Michael yelled out, frightening Elizabeth. After seeing her scared face, Michael instantly regretted it.\n\t“Sorry…” he mumbled, “...I’ll just…go now.” \nMichael walked out of the supply closet and brushed past her, shutting the door behind him.\n\t“Actually, I was looking for you because your old friends are here…” Elizabeth explained nervously, “...the MacLellans.”\n\n\t“Wait…what?” Michael asked, surprised. Without waiting for an answer, he ran off to the entrance to see.\n\tSure enough, they were right there, accompanied by their parents - Mr. and Mrs. MacLellan. They were all smiles and laughter, enjoying what little they had seen at that point. Michael hadn’t seen them in such a long time that they looked different to him. Soon after, they noticed his presence, slowly walking over to him.\n\n\t“Hey, Mike…” one of the MacLellan kids told him, “...I’m sorry about what happened with your brother. Hope there’s no hard feelings.”\n\tMichael felt incredibly conflicted - these were the same people that he paid to prank his brother two years ago, and now they were back like nothing happened. He didn’t have much time to think about it, however - he turned around and saw William standing a few feet away.\n\n\tMichael could tell that Dad was holding back rage - he got out of the way and watched in horror as William stormed towards the MacLellans.\n\t“You all have some nerve coming in here…” William muttered angrily, pointing at Mr. and Mrs. MacLellan.\n\t“Well, we heard you were opening a new restaurant, and we just *had* to come and see it…!” Mrs. MacLellan explained, oblivious of William’s anger.\n\t“Your kids are the reason Christopher is DEAD!” William yelled out, startling everyone nearby - Michael couldn’t believe what he was seeing. Clara, who was nearby, quickly stood between William and the MacLellans.\n\t“Ok, honey…maybe let’s not do this here…” Clara told William, desperately trying to de-escalate the situation.\n\t“You think you can just come in here after everything that’s happened?! Huh?! How *dare* you!” William shouted furiously, with Clara physically holding him back.\n\n\t“You think it’s been easy on us, Will? We just wanted someplace nice to visit…!” Mr. MacLellan argued back, getting up close to William.\n\t“Everyone, please…break it up…!” Clara begged.\n\t“Don’t you *EVER* show your faces in here again…!” William ordered, pointing to the front door.\n\t“Come on, kids…we’re leaving,” Mr. MacLellan muttered, bringing his kids and wife out of Freddy’s. With that, William finally began to calm down. Clara rubbed William’s back as he caught his breath, still trying to get all the anger out of his system. Meanwhile, Michael stood there - shocked at what he’d just witnessed. As ashamed as he was to admit, he was glad something interesting finally happened.\n\n\tShortly after, William gathered his family and brought them to the purple Cadillac - he wanted them all to eat early dinner at Freddy’s, but the incident with the MacLellans changed his mind. \n\n\tThe Aftons were now headed back home. The reopening was over.\n\n"
    },
    {
    "number": 3,
    "title": "The Bite",
    "content": "\tAfter a silent car ride, the Aftons arrived home. They lived in a typical suburban house fit for a family their size. William parked in their two-car garage, pulling up beside Clara’s minivan - an old and dusty vehicle which he secretly resented. Right as William turned off the car, the entire family got out - save for Elizabeth, who lagged slightly behind. Not missing a beat, William went back and made sure to close the garage door. Tension filled the air around them - no one was looking forward to this dinner, especially with the MacLellan incident still fresh on their minds.\n\n\tHalf an hour later, the Afton family was now sitting at the dinner table, eating spaghetti that Clara had just cooked. As usual, Michael and Elizabeth sat on the left side of the table, with Clara opposite them. William sat at the head of the table, while on the other end, an empty chair remained - the seat Christopher used to take. Usually ignored, the chair’s presence stuck out to William, its emptiness almost seeming like a slight towards him.\n\n\tAs the family ate in silence, the nearby overhead clock rhythmically ticked away in the background. It read quarter to 6, which was reflected outside from the dark blue sky, signaling the beginning of the night. Surrounding the dinner table was a house in disarray - papers from William’s business dealings were strewn about, Elizabeth’s toys were scattered on the floor, and an assortment of clothes were draped on the couch. Worse yet, the wallpaper was starting to crack and peel, exposing the displeasing interior hidden underneath. \n\n\tThe entire family was diligently eating away at their food - all except for Michael. He sat still, not touching his plate. Eventually, William noticed - shortly after, so did Clara and Elizabeth. As every second passed by, it felt like every nearby noise grew louder and louder - the constant ticking of the clock…the scraping of metal cutlery on the ceramic plates…the rustling of napkins. But louder than all of them - was the presence of the empty chair. \n\nWilliam’s blank stare moved from the empty chair to Michael, who remained motionless in his seat.\n\nWilliam began gripping his fork tightly. The clock’s ticking grew louder…\n\n…and louder…and louder.\n\nFinally, William spoke.\n\t\n\t“Michael…I won’t say this again. Eat your food.”\n\n\t“I don’t want to,” he replied resentfully.\n\n\t“And why is that?” William asked through gritted teeth.\n\n\t“...you know why.”\n\nWilliam sighed.\n\t“This again…” he muttered, leaning back in his chair as he stared at Michael. An agonizing silence followed - then, Michael made an admission.\n\t\n\n\t“I don’t want to go back to Freddy’s.”\n\n\n\tUpon hearing this, William took a deep breath. Suddenly, he slammed his fork onto his plate, startling everyone else at the table.\n\t“Michael, I have just about run out of patience for you. I’ve had ENOUGH!” William yelled furiously at him.\n“*Every* single day, I have to put up with you and your terrible attitude and whatever new problem you have! One day it’s a school suspension, the next it’s those nightmares…do you know how much money we’ve spent trying to get rid of those?!”\n\t“You think I want to have those?” Michael retorted, “I’m forced to relive a moment I want to forget - over and over…and it hurts every time!”\n\t“Oh, grow up, Michael! It’s all in your head. The rest of us have real problems!”\n\n“And you want to know *why* I hate that place, Dad?” Michael asked, raising his voice to match William’s, “It’s not just because I hate the pizza or those stupid robots…it’s because it’s the reason Chris isn’t here anymore!”\n\t“Don’t sit there and pretend you loved your brother! You were the one who paid your friends to bully him! What kind of brother does that?! You hated him. Just ADMIT IT!”\n\t“Oh, yeah?” Michael shouted across the table, “Well, I’m not the one that built the robot that could crack a skull open…!”\n\nWilliam’s eyes widened - within seconds, he shot up from his chair and approached Michael, filled to the brim with rage.\n\t“DON’T BLAME THIS ON ME, MICHAEL!”\n\n\tSeeing this, Clara stood up as well, trying to calm WIlliam down and defuse the situation. Elizabeth, meanwhile, tried to continue eating.\n\t“Honey, please…be patient with him! We can talk about this! Please…”\n\t“NO!” William snarled, redirecting his attention to Clara.\n\t“You cannot keep being like this! It’s not helping anyone!” she told him.\n\t“Listen to me, Clara. You do NOT tell me what to do!”\n\n\t“You always do this, Dad. Just…take some responsibility!” Michael told William, getting up from his seat as well.\n\t“Stay out of this, Michael! You’ve said enough!”\n\t“William! STOP THIS!” Clara shouted as she tried pulling him back. Right after, the argument turned into a cacophony of overlapping voices as Michael, William, and Clara tried to get their say in. Right in the middle of it all was Elizabeth, who had resorted to covering her ears with her hands - she could only hope this hell would end soon. \n\n\n\t“William, please. It’s like I don’t know you anymore…” Clara told him, her voice cracking up. For a moment, William felt hurt - something inside him knew she was right. His irate expression faded slightly, revealing a sadness within. However, that feeling quickly morphed back into anger as he walked back to his chair.\n\t“You know what? I am *sick* and tired of the way I am treated in this house,” William snapped as he pointed fiercely at everyone else.\n“I am the only one holding this family together! *I’m* the one paying the bills, *I* keep the lights on, *I* fixing everything around here! ME! So start *ACTING* LIKE IT!”\n\tWilliam slammed his hands on the table, rattling everything on it and bringing Elizabeth close to tears. He panted as his hands trembled with rage.\n\n\n\t“None of you respect me. No one does…” he muttered resentfully.\n\n\n\tWilliam quickly left the dining room and entered the garage. Seconds later, the family heard the garage door open, along with the familiar sound of William’s Cadillac starting up - and driving away into the night. Clara leaned on a nearby wall with one hand, her face turned away from the Afton children. Through deep breaths, she tried to keep her composure - finally, she turned back towards them.\n \n\t“Michael, Lizzie…just, go to bed…” she asked them nicely. \n\t“B-but, it’s not our bedtime yet…” Elizabeth told her.\n\t“Please? Do it for Mom…okay?” she replied, trying desperately to keep a smile on her face.\n\t“Okay…” Elizabeth said reluctantly, walking to the bedroom she and Michael shared.\n\n\tBefore Elizabeth could make it there, Michael rushed past and swung the door open. He slammed the lightswitch off before jumping into bed and burying himself in a blanket, making sure to turn to the edge of the bed. Elizabeth, on the other hand, picked up her Funtime Foxy plush toy off the ground and calmly climbed into her side. She felt terrible seeing her brother in such a mood. \n\t“Mikey, are you - ”\n\t“Go away! I don’t want to talk.”\n\t“Oh…”\n\t\n\tStill angry, Michael stayed silent, trying to force himself to sleep. Elizabeth stayed awake though, clutching her plush in the hopes of finding an escape from everything that had happened prior. However, she couldn’t help but feel the gloom emanating from Michael. \n\nSomething told her that this argument was…different.\n\n\n\n\tMeanwhile, in an abandoned warehouse, the decommissioned Fredbear animatronic was wasting away - waiting to be destroyed and scrapped for parts. The faint outline of dried blood remained visible around its mouth, a stark reminder of Christopher’s suffering. The animatronic remained motionless, slumped over as it had been for months. That was until, with a quiet mechanical creak… \n\n\t…it twitched.\n\n\n"
    },
    {
    "number": 4,
    "title": "IT'S ME",
    "content": "\tHours later, both of the Afton children were fast asleep. It was now 9PM, and the pitch black night sky had fully set in. Luckily, Michael was spared from his recurring nightmare of Fredbear’s and was sleeping soundly - however, that would change very soon.\n\nElizabeth shot upright, her heart pounding - she heard a bloodcurdling scream outside that sounded like Mom.\n\n\tChills ran down her spine; her breathing grew heavy. Maybe she was just hearing things, she thought…but she couldn’t shake off the feeling that something was horribly wrong. Elizabeth shuffled over to Michael and shook him awake.\n\t“Psst…Mikey…Mikey!” she whispered in his ear.\n\t“Ugh…what?!” Michael answered, irritated that he had been woken up.\n\t“Can you come with me…?” she asked.\n\t“Why?”\n\t“I heard Mom scream…”\n\t“Huh…?”\n\t“Please? I’m scared…” she told him, trembling. Michael turned over and looked at her face - she was utterly terrified, and he immediately knew she wouldn’t be going back to sleep anytime soon. With that, he gave in.\n\n\t“Alright, alright…come with me.”\n\tQuickly, they both put on their night slippers before opening the door - Elizabeth gripped Michael’s hand tightly, whimpering as she stayed behind him. Following the light, they walked down the hall to their parents’ bedroom. As they slowly turned the corner, they came upon a terrifying sight.\n\n\tThey found their mom lying on the floor, unconscious - all they could see were her feet sticking out from the bedroom door. \n\n\nBut above her, they saw the Golden Freddy suit, hovering inches above the ground. \n\n\nIt remained completely still, its joints all disconnected. Moreover, its limbs floated in mid-air, defying the laws of nature. \n\nAll Michael and Elizabeth could do was stand there, frozen in shock and fear. Suddenly, the suit began emitting a mechanical creaking noise. Its head - and only its head - slowly turned around, abruptly halting as it faced the two. Their eyes widened as they saw the suit’s face - its eye sockets were completely hollow, only housing a dark void within - and from its eyes ran streaks of dried blood, resembling a river of tears. \n\nMichael and Elizabeth held their breath. Silence filled the hallway. Shortly after, Golden Freddy started floating towards them.\n\n“Lizzie…” Michael said to her, his voice shaking.\n\n\n\n\t“...run.”\n\n\n\n\tIn a flash, the two of them sprinted in the opposite direction - with Golden Freddy following right behind.\n\n\tMichael and Elizabeth shut the doors behind them and ran past the dining room, stopping at the living room. They were still trying to process what they had just seen - their heart rates skyrocketed as they tried to figure out where to go.\n\t“Mikey, what do we do?!” Elizabeth cried out, clinging to his arm.\n\t“Uh…um…”\n\tMichael frantically scanned his surroundings, panic beginning to set in. Worse yet, they could hear Golden Freddy tearing up the flooring in the other room. Looking around, Michael spotted the ceramic bowl the family used to store their car keys - Mom’s minivan was still in the garage, he recalled.\n\n\tSuddenly, Golden Freddy broke through the wall, sending wooden shrapnel and splinters everywhere. He was now up on the ceiling, crawling like a spider. Elizabeth screamed at the sight of it.\n\n\tMichael hurriedly took Mom’s car keys before grabbing the bowl it was kept in. He threw it at Golden Freddy as hard as he could - the bowl shattered on impact, but the suit remained unharmed. As the pieces fell to the ground, Michael dragged Elizabeth over to the garage’s back entrance.\n\n\t“Lizzie, over here!” he called out. Quickly looking back, Michael saw Golden Freddy skittering towards them on the ceiling, its jaw agape. As he opened the door to the garage, he saw it - Mom’s minivan. Thinking on his feet, he got him and Elizabeth inside and slammed the door. Right after, he grabbed a nearby shelf and threw it in front of the door, forming a blockade.\n\t“Get in, get in!” Michael yelled as he hopped into the minivan’s driver’s seat. Elizabeth swiftly took the passenger’s seat beside him, making sure to put on her seatbelt. His heart still pounding, Michael fiddled with the car keys before inserting it into the ignition. He turned it once - the engine tried to start, but failed. He turned it twice - the same thing happened. \n\t“Come on…!”\n\tHe turned it one last time.\n\n\tSeconds later, the engine sprang to life as a wave of relief washed over him and Elizabeth. However, Michael realized something - the garage door was still closed, and Elizabeth was the closest to the switch.\n\t“Lizzie, I need you to open the garage door. Hit the switch!” he called out as he pointed to it. \n\t“No…but-but Golden Freddy will get me…!” she told him, distressed.\n\t“The door’s too thick, Lizzie! If I try to drive through it’ll - ”\n\n\tAll of a sudden, they heard Golden Freddy tear a hole through the back entrance. Michael glanced at the side mirror and saw the suit staring right back at him. Struck with fear, Elizabeth curled up into a ball.\n\t“LIZZIE…!” Michael yelled out. He looked at Elizabeth, who was completely paralyzed by fear. Realizing this, he held his breath and placed his hand on the car door handle.\n“Stay here…!” he shouted, flinging the door open.\nQuickly, he got out of the car and dashed to the switch as fast as possible. After hitting it, he ran back as fast as he could - his heartbeat grew faster and faster every second he was out of the car. Thankfully, he managed to get back to his seat.\n\t\n\tHowever, Michael watched in horror as the garage door rolled up slower than he expected. He waited and waited, his frustration growing by the second. Right behind him, he heard Golden Freddy rip out the entire garage wall - the garage door was only halfway open. Both him and Elizabeth were startled when they felt something shake the car. It was Golden Freddy’s hand - its fingers had sunk right into the minivan’s back door. In one clean motion, Golden Freddy tore it out, causing Elizabeth to scream once more - the garage door was now 3/4ths of the way open.\n\n In a split-second decision, Michael stepped as hard as he could on the gas pedal. The top of the minivan clipped on the garage door, causing it to malfunction. Desperate to escape, Michael kept his foot on the gas - moments later, the roof sheared right off the minivan, leaving the top exposed. Michael quickly put on his seatbelt and made a sharp right, making his way onto the street. He continued accelerating, trying his hardest not to hit anything. He turned again and made it onto a longer section of road.\n\nAs he looked at the rear-view mirror, he noticed that Golden Freddy was out of sight. Short of breath, he breathed in and out as hard as he could - Elizabeth, meanwhile, remained shaken in the passenger seat.\n\nThey had escaped the clutches of Golden Freddy - for now.\n\n"
    },
    {
    "number": 5,
    "title": "Midnight Motorist",
    "content": "\tMichael and Elizabeth continued to drive off into the night. They had not uttered a word to each other since leaving the house, still shaken by what they’d experienced minutes prior. As the glow of the town’s street lights whizzed past the minivan, Elizabeth remained curled up in her seat, trembling. Michael, meanwhile, wore a thousand-yard stare on his face. He drove around town aimlessly, no destination in mind - all he wanted to do was to get as far away from the house as possible.\n\n\tAt last, Elizabeth broke the haunting silence.\n\t\n\t“Mikey…” she asked nervously, “...is this a dream?”\n\n\t“No…no,” he replied, “...I wish it was…”\n\n\tA moment of silence followed. Soon, Michael made another aimless turn.\n\n\t“...why is Golden Freddy trying to hurt us…?” Elizabeth asked again, turning to Michael. Upon hearing this, Michael froze. Deep inside, he knew why this was happening - why Golden Freddy was after them.\n\n\tIn an instant, he was taken back to that fateful day - the day Christopher died.\n\n\n\n\tHours after Chris was rushed to the hospital, Michael remained at his brother’s bedside, clutching his hand. The jaws of the Fredbear animatronic had cut deep into Chris’ frontal lobe, putting him in a coma - as such, a multitude of wires and tubes were attached to his body, barely keeping him alive. The buzz of the cool fluorescent lights above the room and the constant beeping of Chris’ heart monitor permeated the room.\n\n\tUnable to contain his guilt, Michael began speaking to his unconscious brother.\n\t\n\t“Chris…” Michael told him, “...if you can hear me, I just want to say that…I’m sorry.” \n\n“I didn’t want to hurt you…I didn’t want any of this to happen.”\n\n\tMichael couldn’t take it anymore. He broke down into tears, resting his head on the hospital bed’s guardrails. As the seconds went by, Michael’s sobbing turned into wailing.\n\t\n\t“Please don’t die…I don’t know what I’ll do…” Michael pleaded, his voice nearly giving out.\n\n\tHe stayed there, crying his heart out. He knew his brother didn’t deserve this - but it was too late. There was nothing more he could do.\n\n\n\t\n\t“It’s my fault…” Michael blurted out, back from his memory of the past.\n\t“...what…?”\n\t“It’s Chris…he’s coming after me.”\n\t“...that’s Chris? But I thought he’s…dead,” Elizabeth asked, confused.\n\t“I thought that too, but…I don’t know. Somehow, he’s…he’s not done with me yet.”\n\n\tBefore long, tears began to well up in Michael’s eyes - the sins of his past were finally catching up to him. He tried desperately to hold them back, especially since he was still driving.\n\t“Maybe Dad’s right…maybe I am a bad brother,” he uttered.\n Michael’s breathing sped up as he thought about it. Soon, part of his grief turned into self-hatred.\n“Ugh, what was I thinking?! I didn’t want him to die…I didn’t want him to…he was such a sweet kid, and I…killed him…”\n\tMichael choked up, still trying his hardest not to cry. Elizabeth took pity on him, wanting him to feel better.\n\n\t“You’re not a bad brother…” Elizabeth told him earnestly.\n\t“You’re just saying that to make me feel better,” Michael shot back.\n“I know what you really feel about me. I know what this whole family thinks of me…! I’m a mistake…”\n\tSoon, the silence returned once more, only interrupted by the occasional turn from Michael. Elizabeth wished she could comfort him, but she was still terrified from their encounter with Golden Freddy - she was still tense, wondering when it would show up again.\n\n\t“Is Mom okay…?” Elizabeth asked, trying to take Michael’s mind off Christopher.\n\t“I don’t know…”\n\n\t“What do we do now?”\n\t“I’m trying to find the way to Uncle Henry’s house, but…I don’t know where to go…” Michael said as he looked around.\n\tThe minivan fell silent - neither of them knew the route to Henry’s house. They had to think. \n\n\t“Maybe there’s an atlas in the glovebox…Lizzie, can you open the glovebox, please…?” Michael asked, pointing Elizabeth towards it.\n\t“Okay, Mikey…” she responded obediently.\n\tElizabeth placed her fingers under the handle and tugged. The glovebox flipped open, releasing a small cloud of dust into the minivan. After waving the dust away, all she could see was random junk - except for a pristine cassette tape placed on top. Cautious, she slowly picked the tape up and examined it. Scrawled on the front with black marker were the words “My Message” - below that was a date, suggesting it was recorded three months ago.\n\n\t“I don’t know what an atlas is. But I found this…”\n\tElizabeth placed the tape on the dashboard. Michael took a quick glance at it, puzzled.\n\t“What is that…? Just…hold on to that. Looks important,” he ordered. Elizabeth complied, grabbing the tape and keeping it close to her.\n\tAs Michael looked at the minivan’s gas level, his heart sank - the gas tank was almost empty.\n\n\t“No no no no!” he yelled out, gripping the steering wheel tight.\n\t“Mikey, what’s wrong?”\n\t“This stupid thing’s almost out of gas…! Why now?!” Michael said in frustration.\n\tHowever, his attention quickly shifted as he noticed which buildings they were passing by. He recognized this area - he knew there was a gas station nearby. Relieved, he began driving to it to the best of his memory.\n\n\t“Lizzie, we’re going to stop for gas. You stay here, okay?” Michael asked, to which Elizabeth nodded.\n\t“Okay…” she replied, “...also, I’m hungry. Can we get something?”\n\tMichael sighed. At first, he thought it would be a waste of time, but he then realized he was also famished.\n\t“Alright,” he told her. A slight smile formed on Elizabeth’s face.\n\n\n\tSeconds later, Michael pulled up to the gas station and turned off the engine. \n\nThey had finally stopped.\n\n"
    },
    {
    "number": 6,
    "title": "The Nightmare",
    "content": "\tMichael stepped out of the minivan, shutting the door behind him. The emptiness of the gas station and its surroundings felt cold and lonely - no one else was getting gas, and the nearby buildings were all vacant. The only signs of life were the faint noise of crickets and the gas station attendant Michael could see dozing off in the convenience store. Before he got far, Michael heard Elizabeth calling out from the passenger seat.\n\n\t“Mikey, can I come with you…?” she asked.\n\t“Don’t worry, I won’t be long.”\n\t“Please? I don’t want Golden Freddy to get me…” she told him fearfully. Michael thought about it and realized he would be putting her in danger if he left.\n\t“Fine. Come here…”\n\tHe opened the passenger door for Elizabeth and let her climb out - she left the cassette tape behind on her seat as she closed the door. Together, they hurried over to the convenience store and went inside.\n\n\tAs they entered, the convenience store bell rang out, waking the attendant from his slumber. He hurriedly got himself together and adjusted his uniform as Michael walked up to the counter.\n\t“Hey, uh…can I get 10 bucks on pump 2?” Michael asked the attendant.\n\t“…Sure thing, kid.”\n\tMichael grabbed the money he had in his pocket and placed it down - he had 11 and a half dollars in total. He separated out the 10 bucks and slid it forward.\n\t“So…what are you doing here in these late hours…?” the attendant questioned Michael.\n\t“...I don’t want to talk about it,” he replied.\n\t“Fair enough…not my business anyway.”\n\n\t“Can you wait here? I need to buy something…I’ll be right back,” Michael told the attendant as he walked with Elizabeth to the snacks aisle. He looked at the money in his hand, quickly realizing they couldn’t get much.\n\t“Sorry, Lizzie…this is all I have. What snack do you want…?” he asked apologetically to her.\n\t“That one,” she said as she pointed at a small candy bar in front of her.\n\t“Alright, perfect…”\n\tMichael grabbed two bars - one for Elizabeth, and one for himself. He went back to the attendant and rang up the candy bars, receiving no change. As the attendant went outside to pump their gas, Michael and Elizabeth went outside and sat on a nearby bench. There, Elizabeth devoured her candy bar - the fight at the dinner table didn’t let her eat much.\n\n\tHalf a minute later, Elizabeth finished her candy bar. However, Michael could tell she was still hungry. Seeing her this way, he knew he had to do something.\n\t“Want mine?” Michael asked, handing his candy bar to her.\n\t“What…?”\n\t“Don’t worry…I won’t mind.”\n\tElizabeth hesitated - this bar wasn’t meant for her. Michael moved the bar closer to her - finally, she finally took it and tore the wrapper off.\n\t“Thanks, Mikey…” she told him joyfully with a full mouth. Michael chuckled slightly - just for a moment, he could forget about everything else.\n\n\tSuddenly, Michael felt a bout of tiredness hit him. He never responded well to being woken up in the middle of the night - and this was the result. He knew it would be dangerous for him to drive in this state.\n\t“Lizzie, I really need to rest for a bit. Wake me up after a few minutes, alright?” he asked, back leaning against the bench’s backrest.\n\t“Okay…!” she responded happily as she ate. With this affirmation, Michael closed his eyes and let himself drift to sleep.\n\n\n\n\tKids ran around, smiles on their faces.\n\tArcade cabinets lit up.\n\tBalloons flew through the air.\n\tFredbear and Springbonnie animatronics were up on stage, performing.\n\n\tMichael was back at Fredbear’s.\n\n\tBut this time, it was different. He knew he was in a dream, he knew what was going to happen. He can finally stop it - and perhaps, put an end to his recurring nightmare. \n\n\tMichael shot out of his seat and ran to the arcade entrance, eager to stop his friends from carrying his brother. As he got closer, he felt some relief knowing he could now do something. Stopping right in front, he swung the doors open… \n\n\t\n…but all that was there was a dark, empty void.\n\n\n“Wh…what?” he muttered, taken aback.\n\n\n“You can’t change what happened, Michael…” a voice echoed - it was Christopher’s.\n\n\nPanicking, Michael turned back around and found that all the children had disappeared. The entire place was now dead silent. Springbonnie was also gone - the only animatronic on stage now was Fredbear.\n\n\tAll of a sudden, Michael felt four disembodied hands grab each of his limbs. They lifted him up and slowly carried him to Fredbear, whose jaw was now repeatedly snapping up and down.\n\n\n\t“Now you’ll know how it feels,” the voice echoed once more.\n\n\n\tMichael was getting closer and closer to Fredbear’s mouth. He tried desperately to free himself, but nothing worked.\n\t“Help…somebody…!” Michael called out. \nHe was now close enough to hear the mechanical clanking of Fredbear’s jaw - just a few feet away.\n\n\t“No, no…help…!”\n\n\n\n“HELP ME!”\n\n\n\nMichael suddenly jolted awake, hyperventilating and feeling as though his heart was beating out of his chest. Elizabeth fell backwards onto the bench- his sudden movement caught her completely off-guard. The gas station attendant, who had just finished pumping their gas, shot them a look before going back inside. \n\nA few seconds later, Michael’s breathing began to stabilize. The realization dawned on him - he couldn’t keep it all in anymore. Slowly, he bent over, hands on his face - and let the tears flow. He began to bawl uncontrollably, the noises he made expressing his pure sadness. Elizabeth scooted over to Michael and placed her hand on his back. She gave him a few pats, letting him cry as long as he needed. \n\n\nMichael needed this.\n\n\n\nOne minute later, Michael started to feel the tears slow down. He got off the bench and wiped the tears off his face, blinking a few times to unblur his vision. \n\t“Sorry about that, Lizzie…let’s go.”\n\tThe two of them quickly walked over to the minivan, which now had the gas they needed. They got back in their seats and fastened their seatbelts.  Elizabeth picked the cassette tape up and put it back on her lap - thankfully, it was still in the same condition as before.\n\n\tMichael readjusted the rear-view mirror…and saw Golden Freddy staring in the distance. \n\t\n\t“Golden Freddy’s here…IT’S HERE!” Michael yelled out, slamming onto the gas pedal. Looking at the mirror again, he watched as the suit began to follow.\n\n\n\tThey needed to escape - again.\n\n"
    },
    {
    "number": 7,
    "title": "Security Breach",
    "content": "\tAs the minivan reached top speed, Michael’s mind raced as he realized he still didn’t know the way to Henry’s house.\n“Lizzie…are you sure there isn’t an atlas in the glovebox…?!” he called out, eyes glued to the road.\n\t“I’ll check…!” she reassured him.\n\tImmediately, Elizabeth began frantically emptying out the glovebox, trying to find anything that might be an atlas. Right then, Michael made a hard right, sending the rest of the glovebox’s contents hurtling to the floor - the cassette tape had fallen as well. Looking at the rear-view mirror, Michael saw Golden Freddy still in hot pursuit. Using the illumination of the fast passing street lights, Elizabeth looked through the items on the floor - suddenly, something caught her eye.\n\n\t“I…I found it!” Elizabeth exclaimed, holding up a small book labeled “ATLAS” on the front. She immediately flipped through the pages and saw a bunch of maps localized to Utah.\n\t“Okay, good…find where we are and tell me how to get to Murray Street! Murray. Street!” Michael ordered.\n\tSoon, they came upon a large roundabout with a fountain in the middle - the centerpiece of the town. Elizabeth hastily scanned through the atlas and found their town - Hurricane, Utah. She looked for a roundabout, spotting it seconds later.\n\n“Oh, no-no-no-no-NO!” Michael yelled out - he was losing control of the minivan. They slammed into the side of the fountain, spewing red-hot sparks from the friction. One of the sparks landed on Golden Freddy’s foot, starting a small fire. It quickly dipped its foot into the fountain, locking its gaze onto the minivan as it did so.\n“Okay, Mikey…” Elizabeth called out, having figured out the route to Henry’s.\n\n“Turn right…”\n\n“...NOW!”\n\nMichael immediately swerved right, sending the two of them lurching left - he had successfully exited the roundabout. The minivan seemed to be fine, but he could feel the engine beginning to struggle. They were now at one of the lengthier streets in town - Michael had to be careful not to hit any of the cars parked along the street. \n\nHe glanced at the rear-view mirror once more - there, he saw Golden Freddy’s head barreling down the street. As he did a double take, he noticed that it was getting faster by the second, its eyes staring right into his soul.\n\n“Keep going…just, keep going forward…all the way at the end!” Elizabeth called out, pointing to the end of the street. However, Michael quickly realized that Golden Freddy was going to catch up to them before they could make it there. From the corner of his eye, he spotted an intersection - he had to go for it.\n“HOLD ON…!” he screamed.\nIn a split-second, Michael took an extremely sharp left turn. As the minivan’s tires skidded on the asphalt, Elizabeth clung to her seat, while Michael remained held down only by his seatbelt. Looking at the side mirror, Michael watched as Golden Freddy barely scraped the back of the vehicle.\n\nAfter making such a sharp turn, Michael briefly lost control, knocking over a nearby trashcan.\n“Sorry…!” he yelled out of instinct.\n“Lizzie, where to now…?” he asked, turning towards her.\n“Uh, uh…” Elizabeth muttered, briefly panicking as she tried to figure out the new route.\n\t“Go left, go left!” she called out.\n\n\tMichael quickly turned left, but his heart quickly dropped - he saw Golden Freddy approaching from the other end of the street. He quickly slammed on the brakes as hard as he could.\n\t“Lizzie…we can’t go here!” he cried out.\n\t“Sorry, sorry…I meant right, right!”\n\tPanic began to set in for Michael - he hurriedly grabbed the gear shift, but his hand slipped off from the sweat buildup. Michael put his hand back on it, his heart beating out of his chest, and set the minivan to reverse. He drove back to where they were a few seconds prior, almost clipping a nearby street sign in the process - finally, he turned right and carried on with Elizabeth’s route.\n\n\t“Mikey…!” Elizabeth yelled out - she had looked back and seen Golden Freddy gaining on them fast, its arms outstretched. Michael’s heart rate was through the roof - any more and he felt like he’d pass out. He continued stepping on the gas pedal as hard as possible, but the minivan could only go so fast. He took another left according to Elizabeth’s instructions, catching another brief glimpse of Golden Freddy.\n\n\t“We’re almost there…!” Elizabeth called out, “Just go right again!”\n\tMichael felt a spark of hope - safety was just within reach. He looked around and saw the sign he’d been looking for - Murray Street. He took another right turn - they were here. All they had to do now was drive to Henry’s.\n\n\tSuddenly, they heard a loud popping sound - it seemed like it came from the engine. The minivan began to slow to a crawl.\n\t“No…no…NO!” Michael screamed - the engine was gone, with Henry’s just a few houses down. He repeatedly slammed on the gas pedal, but nothing happened. Michael knew he had to think quickly. Looking back, Golden Freddy had seemingly disappeared once more.\n\n“Lizzie, we have to get out of the car! Uncle Henry's house is close!” Michael explained.\n“NO! But Golden Freddy…”\n“We don’t have a choice! If he gets me, just keep running…we have to go!”\nElizabeth hesitated - but this time, she decided to put her full trust in Michael. Quickly, they both opened the car doors and jumped out. Elizabeth quickly turned back and grabbed the cassette tape off the car floor, carrying it with her. \n\nThe two of them ran for their lives, going as fast as their legs could carry them. Michael turned around again and still didn’t see Golden Freddy anywhere, but this didn't ease his mind. Their legs began to grow tired from all the energy they were exerting - but eventually, after a hectic minute of frenzied running, they made it to Henry’s. They ran right to Henry’s front door - Michael furiously rang the doorbell while Elizabeth knocked as hard as she could. \n\nA few seconds later, Henry opened the door, confused at what was happening. He was taken aback as the Afton kids clung to him.\n“Oh my God, thank you…please…help us!” Michael cried out, nearly in tears. Elizabeth, on the other hand, hid behind Henry.\n“Woah, woah, woah…kids, what’s goin’ on?” he asked, bewildered by the situation. He shut the front door as his confusion turned into concern.\n“We’re in danger…he’s coming for us…” Michael explained, his voice trembling.\n“Don’t worry, don’t worry…y’alls are safe here,” Henry reassured. He quickly grabbed his homemade taser as self-defense and brought the kids to the living room, becoming their protector. Michael and Elizabeth trembled and whimpered as they huddled up on the couch.\n\n“Shh…it’s okay. I’m here,” Henry told the kids, “...Is there anything y’all want me to do…?”\n“I’m hungry…” Michael uttered.\n“We’ve got some leftover chicken soup…I’ll heat it up and…y’all can explain everythin’, alright?” Henry told them. They both nodded, desperate for some safety and comfort. After a minute had passed, they began to calm down - it seemed that Golden Freddy had left them alone.\n\nThe nightmare was over - they could finally feel safe once again.\n\n"
    },
    {
    "number": 8,
    "title": "Cassette Man",
    "content": "\tA few minutes later, Michael and Elizabeth were seated at Henry’s dinner table, feasting on his chicken soup. It warmed their stomachs as they drank it, bringing them the comfort they desperately needed. In addition, its flavor tasted rustic and homey - a far cry from the synthetic pizzas and store-bought candy they’d eaten earlier. The two of them quickly felt right at home.\n\n\t“Alright, are y’all good to talk now…?” Henry asked, taking a seat at the table.\n\t“Yeah…I think so,” Michael told him.\n\t“So…who’s comin’ for you?”\n\t“Golden Freddy…” Elizabeth piped up.\n\t“Lizzie woke me up and said she heard Mom scream…so we went to check on her and…we found her on the floor,” Michael explained further, “...and right above her was…Golden Freddy. We don’t understand what’s happening…it’s like he’s a monster. But…he keeps letting us go.”\n\n\t“So both of y’all saw this…thing, right?” Henry asked them.\n\t“Yeah…it’s real, we’ve seen it destroy our house. It’s chased us…all the way here,” Michael explained.\n\t“Huh…it’s impossible for two people to have the same hallucinations at the same time…this must be real,“ Henry concluded.\n“Ya know…I had a feelin’ this could happen. Didn’t expect it to, though.”\n\t“...What?” Elizabeth muttered.\n\n\t“You kids know me from your dad’s business and all…but when I’m not doin’ that, I’m doin’ my own research. Into things…beyond our comprehension.”\n\t“What does that mean…?” Michael asked him, slightly confused.\n\t“I investigate the supernatural…anything science can’t explain. And I think I know what’s happening with this…Golden Freddy.”\n\t“Please…tell us,” Michael told Henry.\n\tHenry sighed, nodding as he took a moment of silence. \n\n\t“I hope this doesn’t strike a nerve, but…this probably has somethin’ to do with your brother Christopher.”\n\tMichael’s chest tightened - his suspicions were being confirmed.\n\t“When the Fredbear animatronic cracked his skull open, he must’ve gone  through…a *lot* of agony. Now, when an object is close by while a person goes through extreme suffering, their soul sort of…links with that object. And when they die, part of their soul stays behind and haunts it,” Henry explained with a serious expression on his face.\n\t“So…that’s…my brother…?”\n\t“I think so.”\n\n\tMichael fell silent, trying to process what he’d just learned.\n\t“Most objects haunted through agony are harmless - scary, sure, but…they aren’t able to actually hurt people. Only objects linked to very, *very* high agony are able to do things that we would consider…physically impossible. I’m…sorry, Michael.”\n\tMichael placed his elbow on the table, covering the side of his face - a wave of sadness began to wash over him. Elizabeth moved her chair closer to him and placed her hand on his back.\n\n\t“But there’s…one more thing. In these rare cases, they only persist because they have unfinished business. Otherwise, the soul would just…leave the object behind.”\n\t“...it’s me, isn't it…” Michael interrupted, his voice monotone.\n\t“No, Michael, I…I don’t think it wants *you*.”\n\t“…What?” Michael blurted out, looking straight at Henry.\n\t“You said it keeps letting you go…if it’s true that it followed you here, then this place should be a pile of rubble by now. But it’s not,” Henry explained.\n\n\tMichael and Elizabeth thought about it - it was weird that Golden Freddy suddenly stopped chasing them.\n\t“But…why is he here? Why is he going after us *now*?” Elizabeth asked earnestly.\n\t“I don’t know…but I think the universe won’t let your brother’s soul rest until he finishes whatever he was meant to do,” Henry told her.\n\t“I wish we could just ask him…I just want to talk to him again…” Michael said, leaning closer to Elizabeth.\n\n\tThe dinner table went silent as Michael tried to process his grief. As Elizabeth thought about why Golden Freddy was after them, she looked at the cassette tape she had been holding on to all this time. The more she stared at it, the more mysterious it seemed.\n\t“Uncle Henry…there’s something I want to show you,” she told him, “I found this in mom’s glovebox.”\n\tElizabeth reached over and gave the cassette to Henry, returning to her brother’s side right after.\n\t“I was gonna ask…what is this…?” Henry muttered as he examined the tape. Almost immediately, he recognized the front label as William’s handwriting, thanks to all the time they’d spent working together.\n\n\t“It’s a good thing you kept this. I’ve never seen your father as the type to keep secrets.”\n\t“Do you have a cassette player…?” Michael asked.\n\t“Of course. I was just fixing it up in my shed a while ago…should take a minute to finish. Y’all can come with me if you want,” Henry told them as he got up from his seat, ready to fetch the cassette player.\n\t“Thank you…” Elizabeth told him as she followed Henry, her brother’s hand in her own.\n\n\tMichael and Elizabeth quickly followed Henry into the shed, ready to listen to the mysterious tape.\n\n"
    },
    {
    "number": 9,
    "title": "CRIMINAL",
    "content": "\tMoments later, they were all at Henry’s shed, which was off in the corner of his backyard. Henry carefully opened the door - the shed was filled to the brim with mechanical tools and contraptions, some rusted and broken. Shelves filled with prototypes of animatronic limbs lined the walls, the floor littered with spare parts and dust. Above it all hung a bright yellow lightbulb, casting deep shadows across the cluttered mess.\n\n\t“Be careful, don’t touch anythin’...” Henry warned as he stepped around the junk on the floor - Michael and Elizabeth followed his lead. \n\tRight on top of Henry’s worktable was the cassette player he was fixing. As Henry headed towards it, Michael looked around and spotted another springlock suit. He was momentarily put on edge - the suit was completely missing its exterior, exposing its sharp metal interior.\n\t“Wh…why?!” Michael blurted out, staring at the suit.\n\t“What’s wrong, Michael…?” Henry asked as he made it to the worktable.\n\t“Even *you’re* obsessed with those…things.”\n\t“Oh…the springlock suit.”\n\t“What’s a springlock suit?” Elizabeth asked.\n\n\t“Ah…well, it’s this thing William and I invented…” Henry explained as he fixed the cassette player, “...Doubles as an animatronic and a wearable suit. *That* was one of the first prototypes we built. We stopped using them 'cuz the suit form was too dangerous. Even a little moisture could force it back into animatronic form, and well…you wouldn’t want that.”\n\t“Well, seems like he didn’t listen…” Michael muttered.\n\t“Huh?”\n\t“I saw one of those creepy suits in a supply closet at Freddy’s.”\n\tHenry sighed deeply.\n\t“Welp…I’m not surprised. I could never get him to stop using it.”\n\n\tRegardless, Henry continued to fix the cassette player.\n\t“Also, I’d like to ask - did you drive here? By yourselves?” Henry asked, turning to Michael.\n\t“Yeah…I was driving.”\n\t“Where did you learn how to drive?”\n\t“The MacLellans let me take a few spins in their car.”\n\t“...Of course they did…” Henry said, slightly judgemental, “...You know, don’t tell anyone, but…those MacLellans, I think they’re a bit…airheaded. But…I still think they’ve got good hearts.”\n\n\tMichael didn’t know how to feel about that statement - he did pay them to bully his brother, and they agreed. Not wanting to cause conflict, he brushed it off and kept his mouth shut.\n\t“Alright, looks like the thing’s fixed…!” Henry exclaimed.\n\n“...let’s see what it’s got.”\n\n\tHenry opened the cassette player and carefully inserted the tape. Seconds later, the familiar crackle of a cassette recording filled the shed. \n\n\t“Greetings. This is William Afton,” he said calmly - unnervingly so.\n\n“If you’re listening to this tape…it means I’ve reached the point of no return.”\n\tHenry, Michael, and Elizabeth looked at each other. They began to grow uneasy.\n\n\t“The day…my son died…was the first time I felt like I’d…lost control. It was something I’d never…accounted for. An outcome I couldn’t predict.”\n\n“And when people stopped coming to Fredbear’s because he…died, it was yet another variable out of my grasp. So…when I designed the new Freddy Fazbear’s Pizza, I knew I…wanted to take back what I’d lost. My sense of control.”\n\n\tWilliam took a deep breath - silence followed.\n\n\t“There is a reason why the arcade only has one entry point - why the fire exit is *just* outside - so near, but just out of reach.”\n\n\n“You lock it up, and…there’s no way out.”\n\n\n“Gabriel…Jeremy…Susie…and Fritz MacLellan. They took my son’s life.”\n\n“And now…I will have taken theirs.”\n\n\n\n\tMeanwhile, as the tape played, William was over at Freddy’s - executing his plan.\n\n\tWhile the kids were distracted, he had managed to trap them in the arcade. He looped a thick chain around the double-door handles of the entrance before fastening it with a brass padlock. Filled with adrenaline, he doused the building with gasoline canisters, making sure every room surrounding the arcade went up in flames. As he did all of this, he donned the Springbonnie suit - it made him feel powerful, like he was the one in control…and right now, he was.\n\n\tInside, the MacLellan kids had given up trying to escape - the door was sealed shut. They gathered at the back of the arcade, trying to avoid the pieces of burning roof that were collapsing onto them. Gabriel, Jeremy, and Susie huddled tightly beside the main stage - right where Freddy, Bonnie, and Chica resided. Fritz, on the other hand, hid in Pirate’s Cove, scared out of his mind. As smoke began descending on them, they started to realize that this was the end.\n\n\n\n\t“It’s…difficult, knowing my hard work has to burn to the ground,” the recording of William continued.\n\n“But whether they find me dead or alive, I will rest easy, knowing that…I won. And if my family is listening to this tape - don’t mourn me.”\n\n“I wouldn’t do the same for you.”\n\n“End message.”\n\n\n\n\tThe tape came to a stop - Henry, Michael, and Elizabeth were all left speechless. An eerie silence filled the shed - nothing could describe what they were feeling. Finally, someone broke the silence.\n\t“Where is he…” Michael asked, gritting his teeth.\n\t“What…?” Henry asked.\n\t“Our dad, Henry…! Where is he?!” Michael yelled angrily.\n\n\t“He…he called me earlier…” Henry frantically explained, “...he said he had to do maintenance at Freddy’s, that I should stay home.”\n\n“He…he also gave the MacLellan kids a night at the arcade…as an apology for yelling at them.”\n\n\n\t“When did he tell you this?!” Michael yelled even louder.\n\t“An hour ago…” Henry told him.\nMichael walked over and leaned on the shed wall, his breathing beginning to accelerate. The full weight of the situation was starting to dawn on him.\n\n\n“We have to do something. NOW…!”\n\t\n\t\n"
    },
    {
    "number": 10,
    "title": "S-A-V-E-T-H-E-M",
    "content": "\tHenry rushed back into the house as fast as he could, Michael and Elizabeth close behind. Bursting into the living room, he sprinted to his touch-tone phone and picked it up - hands shaking, he dialed the MacLellans, desperate for answers.\n\t“Come on, come on…” Henry muttered - Michael and Elizabeth watched close by, dread starting to seep in. Finally, someone picked up the phone.\n\n\t“Hello…?” Mr. MacLellan answered, relaxing in his home.\n\t“Are your kids there? I *need* to know,” Henry asked intently.\n\t“What? Uh…no. They’re at Freddy’s right now. Why?” Mr. MacLellan asked, confused. Henry’s heart sank - William had truly gone past the point of no return.\n\t“Henry, what is going on?”\n\t“You need to go back and pick up your kids *now*! There’s no time to explain!”\n\t“What - “\n\tHenry slammed the phone down, panting heavily - he couldn’t believe this was happening.\n\n\t“I’m calling the police…” Henry told Michael and Elizabeth as he dialed 911. Michael started to anxiously pace around the room, hands on his head.\n\t“The police are on the other side of town…the fire station, too. There’s no way they’ll make it in time…!” Michael blurted out. Henry realized this as well.\n\t“Michael, go to my shed and grab the bolt cutters. They should be right next to the light switch…the yellow one!” Henry instructed - Michael told Elizabeth to stay with Henry before running to fetch it. \n\n\tWhile Michael dashed back to the shed, Henry talked to the 911 operator, explaining the situation in detail - William was still out there, carrying out his sickening plan. Elizabeth, meanwhile, found herself collapsing onto the couch - everything was just going too fast for her. At the shed, Michael frantically looked around and found it - the bolt cutters. As he picked it up, he nearly dropped it to the ground, not expecting them to be so heavy. Right after, he ran straight back to the house.\n\t\n\t“Is this it…?” Michael asked Henry, holding up the bolt cutters as he caught his breath.\n\t“Yes, perfect…come with me!” Henry called out, gesturing to Michael and Elizabeth. Henry grabbed his taser and headed for the garage, where his car sat parked, garage door still open. He swiftly got into the driver’s seat, with the Afton kids taking the backseat.\n\t“Freddy’s is only a few minutes from here…we can get there first,” Henry explained as he struggled to fasten his seatbelt. Michael placed the bolt cutters onto the middle seat, holding onto it with his right hand.\n\nHenry turned the car on and stepped on the gas - they were going to stop William, no matter what.\n\n\tHe maneuvered through the streets of Hurricane, Utah as fast as he possibly could - the lives of the MacLellan kids depended on it. All Michael and Elizabeth could do was hope they would get there in time - they sat there in silence, trying to keep themselves calm. As Michael watched the buildings pass by outside, he saw Golden Freddy’s face on the reflections of all their windows.\n\t“…it’s still following us,” Michael muttered.\n\n\tSuddenly, they both lurched forward - Henry had slammed hard on the brakes. They looked up and saw Golden Freddy - it hovered in front of them, blocking the way to Freddy’s. Seeing it floating there, Henry was temporarily dumbstruck - he then quickly remembered that the MacLellan kids were still in danger. In one swift motion, Golden Freddy’s right arm shot up, pointing to another street. Seeing this, Henry had a realization.\n“Wait…this might be faster!” he exclaimed, turning down the street Golden Freddy pointed at - in his mind, he figured out a shorter alternate route that led to Freddy’s.\n\nAs they barreled down the street, Michael looked over and saw Elizabeth curled up in her seat - just like when they were escaping their house. Michael let go of the bolt cutters and held out his hand. A few seconds later, Elizabeth slowly looked over and saw it. She hesitated - then, she reached out and grabbed his hand, clutching it tightly.\n“We can do this…” Michael reassured her, “...trust me.”  \n\n“We’re close…!” Henry called out. \nA few seconds later, they saw Freddy’s in the distance - the entire building was ablaze, the flames reaching high into the sky. The fire cast a blindingly bright orange glow, almost like one was staring into hell itself. Black smoke billowed out of it, which they could smell from inside the car. William was out front, pouring gasoline outside the building while wearing his Springbonnie suit. Hearing a noise in the distance, he turned around, seeing Henry’s car approaching in the distance. He dropped the canister and picked up a nearby crowbar - his backup weapon.\n\nAs they entered the parking lot, Henry hit the brakes and shuttered the engine. Even where they were, they could feel the heat coming from the fire. The Afton kids immediately got out of the car, with Michael carrying the bolt cutters. Henry, meanwhile, was still struggling to unbuckle his seatbelt.\n\nMichael and Elizabeth ran up to William, eventually stopping a short distance in front of him.\n\nWilliam stood there menacingly in his suit, breathing heavily as he gripped the crowbar in his hand. The fire cast a long, dark shadow in front of him, forming a deeply unsettling silhouette. \n\nHe was no longer the father they knew. He was something else entirely.\n\n"
    },
    {
    "number": 11,
    "title": "Die In A Fire",
    "content": "“Dad…” Michael asked, his voice faltering, “...how could you do this…?”\n\n\tWilliam remained motionless, undeterred by their presence.\n\n“Let them out…please…”\n“No,” William answered, “They’re right where they’re supposed to be.”\n\n\nInside Freddy’s, the roof continued to collapse into the arcade. Soon, a wooden beam fell onto Jeremy’s leg, causing him to scream in pain. The rest of the kids grew even more frightened than they already were - their time was almost up.\n\n\n“They’re just kids, Dad…! They have a family…”\n“So did Christopher.”\n\n\nThe fire continued to rage on behind William - Michael and Elizabeth began to wonder where Henry was.\n\n“He wasn’t supposed to die, Michael. And you…you aren’t supposed to be here. I’m only giving you one last chance to listen to me.”\n\n\n“Just turn around…and walk away.”\n\n\nSuddenly, the Afton kids heard footsteps approaching from behind them - it was Henry. He ran through them and aimed his taser squarely at William.\n\n“Kids, stand back…!” he shouted. He quickly pulled the trigger, shooting a pair of electric prongs at William. \n\nBut it had no effect - the prongs landed on William’s Springbonnie suit, shielding him. He looked down at the prongs and back at Henry.\n\nWilliam ran up to Henry and swung the crowbar at him, smashing the taser to pieces. Not a moment later, he swung it at Henry’s head. The impact immediately knocked him out, sending him crashing to the ground.\n\nMichael ran up to him with the bolt cutters and lifted it in the air - he swung down fiercely at William, but he managed to catch it with his free hand. Michael quivered, trying to overpower William - in response, he hurled the bolt cutters off to the side, with it slipping from Michael’s hands. Michael rushed towards William and attempted to take the crowbar - but William wasn’t letting up. As they wrestled with the crowbar, the bolt cutters stayed on the ground.\n\nElizabeth froze, not knowing what to do. Michael turned to Elizabeth and called out to her.\n\n“Lizzie…save…them!” he shouted, looking over at the bolt cutters and towards the entrance. Elizabeth’s eyes widened.\n“W-what? But…I can’t…!” Elizabeth called back.\n“I’ll take care of him, just go! Please…” Michael pleaded as he felt William gaining the upper hand.\n\n\n“...you can do this.”\n\n\nThe burden of the responsibility placed on her began to register in her mind - if she didn’t do this, the MacLellan kids would die. Adrenaline rushing through her veins, she picked up the bolt cutters and dashed towards the entrance. After getting there, she took one deep breath - then two - then three. She pushed the door open and went inside - there was no turning back now.\n\n“I should’ve known…” William muttered, his voice dripping in contempt, “...That’s the problem with you, Michael. You never listen!”\n\nWilliam lifted his leg and kicked Michael to the ground. The crowbar remained firmly in his hand.\n\n“And you even dragged your sister into this…!”\n“I didn’t have to…” Michael retorted as he got back up, “...she already knows…that what you’re doing is insane…!”\n\nWilliam took another swing at Michael with his crowbar. Michael quickly grabbed a nearby trashcan lid and put it in front of himself, using it as a shield. To William’s frustration, the crowbar bounced off of it, creating a deafening metallic rattle - right after, the two of them continued to fight in the parking lot. \n\n\nMeanwhile in Freddy’s, Elizabeth maneuvered past all the burning rubble. The dining and party rooms were all completely engulfed in flames, and she could feel the intense heat coming from them. She looked up and saw a piece of the roof collapse right in front of her - she screamed, terror starting to seep in - but she knew she still had to save them. \n\nFinally, she made it to the arcade entrance, which was still chained up tightly. She noticed the lock holding it together and took a deep breath - grunting, she lifted the bolt cutters and placed the sharp blades on the shackle. With all her might, she pulled the bolt cutter handles together - but all she’d made was a small dent. Seeing this, dread began to take over her - they were going to die, and so was she, Elizabeth thought. Her knees hit the floor as she began to sob, unable to go forth.\n\nAs she cried, her mind flashed back to everything that had happened earlier that night. She remembered when Michael gave her his candy bar at the gas station, when he trusted her to guide them to Henry’s house when they were being chased. Finally, she remembered what he told her at the car - \n\n\n“We can do this...trust me.”\n\n\nMichael believed in her. She had to try again - for his sake.\n\nA newfound strength building inside her, she decided to try to break the lock one more time. Thinking differently, she placed one of the bolt cutter handles on the ground - that way, she didn’t have to expend energy into carrying the whole thing. She realigned the blades with the shackle and pulled the handles once more - she strained herself as she put all her effort into it. Suddenly, she heard a clipping sound - she had broken the lock.\n\nElizabeth quickly twisted the lock off and unfurled the chains wrapped around the door handles - the arcade was now open. Relieved, she ran inside with the bolt cutters and began making her way through the arcade machines. Some of them were damaged and releasing sparks, so she had to duck to maneuver around them. As she did so, she could hear more of the roof collapsing around her. At last - she made it to the back of the arcade, where the MacLellan kids were. Upon seeing her, a wave of emotions surged through them.\n\n“LIZZIE!” Gabriel exclaimed, grateful that he was coming to save them.\n“Help me…!” Jeremy called out to her, his leg still trapped.\nElizabeth looked over at him - she knew she had to do something. From the corner of her eye, she saw the curtain at Pirate’s Cove move - it was Fritz, who was peeking out to see what was going on. He saw her and immediately made his way over, still shaking from fear. Soon, they all gathered around Jeremy - they were going to have to do this together.\n\n\nMeanwhile, back at the parking lot outside Freddy’s, Michael and William were still at war. They were circling around each other, waiting for the other to make a move.\n\n“Look what you’ve done! You’ve destroyed our family!” Michaell yelled out at William.\n“...you’re a monster.” \nHe rushed William with his shield up, pushing him back a few steps. William had managed to soften the blow with his crowbar.\n\n“And you’re a fool, Michael. You just let your sister die!” William fired back.\nRight then, they heard a pile of rubble collapse near the entrance. Michael’s breathing grew weary as he looked at Freddy’s - maybe he did send her to her death, he thought. \nSuddenly, William swung his crowbar at Michael’s ankle. \n\nMichael cried out in pain - his voice could be heard throughout the parking lot. He collapsed to the ground, curling up on the floor as he gripped his ankle. William left Michael to suffer and headed back into Freddy’s, making his way to a different entrance.\n\n“No one can stop me now…” he muttered to himself.\n\n"
    },
    {
    "number": 12,
    "title": "Don't Keep The Devil Waiting, Old Friend",
    "content": "\tMeanwhile, inside Freddy’s, Elizabeth and the MacLellan kids had their hands positioned under the wooden beam crushing Jeremy’s leg.\n“When I say lift, we all lift…okay?” Elizabeth instructed them.\n\n“1…2…3…LIFT…!” she yelled out.\n\nThey all grunted as they moved the beam with all their strength - however, it wasn’t enough. As they caught their breath, Elizabeth rallied them on to try once more.\n\n“1, 2, 3…LIFT!”\n\nThey moved it once more - finally, they managed to get the beam off. Gabriel and Fritz quickly carried Jeremy to the entrance on their shoulders, while Susie followed close behind. In front of them all was Elizabeth, who carefully retraced the path she took. Right behind, they all heard the roof collapse onto the main stage - just a minute later and they would’ve all been crushed. They all ducked as they walked past the arcade machines, the heat of the flames prickling on their skin. All the while, Elizabeth carried the bolt cutters in her hands. \n\n\tAfter a harrowing journey, they finally made it to the arcade entrance. As Elizabeth glanced at the main entrance, her heart sank as she saw it blocked by a giant pile of rubble. \n\t“What do we do?!” Susie cried out.\n\t“Follow me…! I know a way…” Elizabeth told them, heading for the fire exit. \n\tThe MacLellan kids followed her down the hall - the fire exit glowed a vibrant red, still unobstructed by debris. As they got closer, they began to feel hopeful - all they had to do now was walk past the supply closet.\n\n\tBut suddenly, the closet door swung violently open - and William walked out of it. He had gotten in through the fire exit.\n\n\tThe MacLellans fearfully backed away - this was the man behind their suffering. Elizabeth held out the bolt cutters towards William, ready to defend them.\n\t“Stay away from them!” she screamed.\n\t“NEVER!” William shouted back.\n\n\tWilliam charged at the group, holding up his crowbar menacingly. Thinking fast, Elizabeth lobbed the bolt cutters at William. It hit him in the chest, sending him falling backwards. At that exact moment, a piece of the burning roof fell on top of him, briefly incapacitating him. Seeing him grunting on the floor, Elizabeth motioned at the MacLellan kids to run around him. \n“Go, go, go…!” she told them, her heart racing as she watched William start to get up. \nThankfully, they all managed to get past before he could do so - they all ran out of the fire exit, free from the burning remnants of Freddy’s.\n\n\tOut at the back of Freddy’s, Elizabeth was shocked to see Michael, limping and in great pain. He had followed William there, slowed down tremendously by his ankle injury. He felt the pain from it continuously shoot up through his leg - but he knew he had to protect Elizabeth. Gabriel and Fritz laid Jeremy down on the ground as he cried out in pain.\n\t“Oh my God…you’re okay…” Michael blurted out, hugging Elizabeth tightly. She dropped the bolt cutters and quickly returned his hug, overjoyed that he was alright. \n\n\tAll of a sudden, they all heard the fire exit swing open - it was William. The MacLellans screamed in terror as they watched William approach them. They backed up as fast as they could, quickly pressing against the chain link fence that surrounded Freddy’s - Michael stood up and got in front of them, with Elizabeth clinging to his side.\n\n\n\tWilliam came to a stop a few feet from Michael and Elizabeth, the fire still consuming Freddy’s right behind him. The fire once again cast a shadow on him.\n\n\tThis was it - the end of the road.\n\n\t\n\t“I won’t let you hurt them…” Michael said defiantly to William, picking up the bolt cutters off the ground.\nSilence followed, only filled by the crackle of fire and the whimpers of the MacLellan kids. Slowly, William laughed to himself, still wielding his crowbar.\n\n“You want to know something, Michael?” William asked.\n\n“I *hate* you.”\n\n“Ever since Christopher died, I’ve *despised* you. All you ever do is cause problems…that’s all you’ll ever be.”\n\n“It’s too late, Dad…” Michael warned him, “the police are already on their way. You’re not getting away with this.”\n\nWilliam stood there, eerily silent. The thought of Christoper’s death rushed back into his mind.\n\n\n“I’m already a killer, Michael…I might as well finish the job.”\n\n\nSuddenly, William stepped forward, scaring the MacLellan kids. Michael quickly held up the bolt cutters, pointing it at William. His hands shook as the pain from his ankle grew worse.\n\n“Please, dad…don’t hurt them…” Elizabeth pleaded desperately, her voice nearly inaudible.\n\n“They deserve to die, Elizabeth. They took your brother away.”\n\n“I know…! But…you can’t do this. I…I thought you were better.” she told him, clinging tightly to Michael.\n\nFor just a moment, William hesitated, feeling the tiniest shred of guilt - but that quickly faded away. All he wanted now was revenge. The MacLellan kids began to sob, which made William all the more delighted. \n\nSuddenly, Michael lurched forward -\n\n\n…William quickly turned his crowbar around - and stabbed him in the liver.\n\n\n“MIKEY…!” Elizabeth cried out in agony. \nWithout a second thought, William yanked the crowbar out, making Michael collapse to the floor. Elizabeth knelt down by his side and tried to soothe him - but his injury was too grave. Michael grunted loudly in pain as he started to feel the stab wound. He lifted his hand, finding it covered with blood. Elizabeth cried as she saw her brother slipping away.\n\n“Let’s finish this…” William muttered. \nHe walked around Michael and Elizabeth and made his way to the MacLellan kids - they gripped each other tightly, terrified for their lives. The shadow of William and his crowbar loomed over them as they quivered uncontrollably.\n\nAll of a sudden, they heard a chain link fence collapse nearby. William turned around, wondering who - or what - was there. As he walked out, he was stunned at what he saw.\n\nIt was Golden Freddy, floating right towards him.\n\nWilliam stood still, unsure if he was going crazy. Michael and Elizabeth looked over and saw the same thing.\n“It’s him…” Michael muttered.\n\nAstonished, William stepped closer to him.\n\n“Christopher…? Is that…you?” he asked, his voice trembling.\n\n\tSilence fell upon them all as they waited for Golden Freddy’s response. After a tense few seconds, Golden Freddy finally moved. Slowly, he turned his head up to the sky and outstretched its arms towards it. He kept that pose, confusing William.\n\n\t“What does that mean…? What does it…”\n\n\tThen, he saw the very thing he had been dreading the most.\n\n\n\tA raindrop fell onto his suit.\n\n\n\tAnother fell, then one more. It was raining - and the suit couldn’t handle moisture.\n\n“No…NO!” William cried out in pure horror - not ready for what was to come.\n\n“NOT NOW! PLEASE…!”\n\n\nIn an instant, the springlocks in his suit snapped back into place, crushing William’s entire body. He screamed in pure agony as he felt the mechanical parts dig into his flesh. \n“GET IT OFF…GET IT OFF!” he yelled out, clawing and prying at the suit - but it was too late.\nWilliam shrieked as the sharp metal pierced his bones - the suit was now dyed in his blood, a red puddle forming at his feet.\n\nMichael turned away and covered Elizabeth’s eyes as this all happened, with her covering her ears. Even then, she could hear his agonizing screams as he slowly - and painfully - died.\n\n\nA few seconds later, William’s screams ceased. They heard the suit fall to the ground with a thud - he was gone.\n\n\n\tAs the rain poured down, it began to put out the fire at Freddy’s. Golden Freddy put his arms down and looked down at Elizabeth. She was still kneeling down, trying to think of a way to save Michael.\n\n“Mikey…stay with me…” she pleaded, tears forming in her eyes.\n“Lizzie…we did it,” Michael uttered weakly, “...we stopped him. That’s what Golden Freddy came here for…to save them.”\nMichael coughed violently, feeling himself grow weaker by the second.\n“I…don’t think I’m going to make it,” he told Elizabeth - she quickly threw herself onto him.\n“No, no…please…don’t go…!” she begged, bawling her eyes out.\n“I’m proud of you, Lizzie…” Michael told her, still weak, “I know I wasn’t the best brother, but…I’m glad I got to be here for you.”\n“Mikey, I can’t lose you too…please…”\n\n“Please…don’t forget me…Lizzie.”\n\n\nElizabeth felt Michael’s grip on her hand disappear.\n\nHe had passed.\n\n\nElizabeth wept uncontrollably - she had lost another brother.\n\n\n\n\nSeeing this, Golden Freddy floated closer to Elizabeth. The MacLellan kids were still trembling, terrified of his presence. Slowly - one by one - the pieces of Golden Freddy’s suit fell to the ground. First his feet, then his torso - then finally, his purple hat.\n\nOut of the pile of parts, Christopher climbed out. He was still wearing the same clothes he had on the day he died.\n\n\tHe stood there, watching Elizabeth cry over Michael’s body. Slowly, she turned around and saw Christopher standing there.\n\t“Christopher…?” she asked, heartbreak in her eyes - grief washed over once more and she shut her eyes, weeping. \n\n\nChristopher quietly approached her - finally, he gave her a warm embrace.\n\n“Don’t worry, Lizzie…” Christopher reassured her,\n\n“He’ll be okay….I promise.”\n\n\n\n\n\n\nMinutes later, the fire had all but disappeared thanks to the rain. Firefighters rushed to the back of Freddy’s, desperate to find the MacLellan kids - there, they saw Elizabeth crying over Michael, with Christopher nowhere to be seen. All that was left was the pile of parts that was once Golden Freddy.\n\nMr. and Mrs. MacLellan rushed in moments later, indescribably relieved that their kids were safe. They ran up to them and hugged them tight as tight as they could, crying tears of joy.\n\n\n\nElizabeth, meanwhile, held on to her brother - weeping…\n\n\n\n…and weeping…\n\n\n\n\n…and weeping.\n\n\t\n\n\n\n\n\n\n\n"
    },
    {
    "number": 13,
    "title": "Tomorrow Is Another Day",
    "content": "\tTwo weeks later, Elizabeth was attending Michael’s funeral. Alongside her was her mother Clara, who had only sustained a mild concussion from Golden Freddy and had recovered. Both of them wore black, and so did everyone else. They all watched as Michael’s coffin was being carried to his final resting place - right beside Christopher’s grave.\n\n\tThe only sounds that filled the air were the clattering of footsteps and the howling of the wind - the sky was a washed-out blue, nearly white, color. No clouds were visible in the sky - it felt strangely empty. On the ground surrounding them was a landscape filled with gravestones. But on this day, even the usual vibrant green of the grass felt toned down.\n\n\tEventually, they made it to Michael’s final resting place, which had already been dug out. Per Elizabeth’s request, Michael’s coffin was placed on the ground next to the hole and carefully opened - this was her last chance to say goodbye.\n\n\tShe approached the coffin and grazed her hand on it - tears welled up in her eyes as she saw Michael’s lifeless body once more. Everyone stayed silent as they let her have her final farewell. Tears began streaming down her face as she took in the sight of Michael.\n\n“I’ll always miss you…” she told him, her voice shaking. \nShe cried in silence for a full minute - afterwards, she got up and walked back to her mother’s side. \n\nMichael’s coffin was closed before it was placed carefully in the crevice below. Elizabeth clung to her mother as the coffin was buried. Clara wrapped her arms around Elizabeth, both of them stricken with grief.\n\n\nLater, Elizabeth and Clara rested on a bench close to Michael and Christopher’s grave - the same one they would sit on when visiting Christopher. The funeral was over, and people were beginning to leave. Both of them sat there sobbing, still unable to process the tragedy they had gone through. Over in the distance, Elizabeth saw Mrs. MacLellan approaching them - Mr. MacLellan had taken the kids to his car and was waiting for her to finish talking to the Aftons. Half a minute later, she made it to them.\n\n“Hi…Clara, Elizabeth…” Mrs. MacLellan greeted, “I just…I have something to say.”\nShe turned to Elizabeth, a grateful expression on her face.\n“I’d like to just say…thank you. For saving my kids. I’ll never be able to repay you…you’re the reason they’re still alive, you and…Michael.”\nMrs. MacLellan paused - she knew she was treading on sensitive grounds.\n“I’m…sorry about Michael…” she said apologetically, “...he was a good kid. Always made my kids feel…like they mattered. We will miss him.”\nWith that, Mrs. MacLellan said her farewells to the Aftons, leaving the funeral and going back to her family. Elizabeth and Clara were now alone once more.\n\nA deafening silence surrounded them both - what they were experiencing was indescribable. It was…quiet.\n\n\n\nThe silence carried on - until finally, Elizabeth spoke.\n\n\n\n“Mom…I don’t know what to do anymore,” she told her, “...Mikey was the only one that really believed in me…and now he’s gone.”\n\n\n“I don’t know what to do either…” her mom replied, “...I’ve lost two sons now.”\n\n“And I had to learn that your father was…”\n\nClara began tearing up once more.\n\n\n\n“We don’t have to attend his funeral…right?” Elizabeth asked.\n\n“He doesn’t deserve a funeral. No one will remember him…I’ll make sure of that.”\n\n\nAfter a few seconds of silence, Clara’s anger towards William slowly morphed into a deep, deep sadness.\n\n\n“I will admit - I wasn’t very…fond of your brother. But now…the house feels so empty without him.”\n\n\nClara was filled with guilt - she couldn’t take it anymore.\n\n“I’m sorry…I couldn’t protect you both,” she cried out,\n“I should’ve been there, but…I failed you. I failed you…”\n\nClara wept, Elizabeth comforting her. All Elizabeth could feel now was emptiness.\n\n\n“All we can do now is move on. We have to keep going…that’s what your brothers would’ve wanted. We cannot end up like your father - please, promise me…” she asked of Elizabeth.\n“I promise…”\n\n\nThe two of them hugged each other tightly, sharing their grief.\n\nLife would never be the same again.\n\n\n\nWithout a word, Elizabeth slowly got up from the bench and began approaching Michael’s grave - While she and Clara sat together, his gravestone had been placed. After a minute of walking, she got close enough to read it.\n\n\n“MICHAEL S. AFTON”\n\n“1970 - 1985”\n\n“May the angels lift you up into their arms the way you lifted others into yours.”\n\n\n\nAs Elizabeth stood there, it had finally begun to set in her.\n\n\n\n\n\nHe was never coming back.\n\n\n\n\n\n\n\n\nTHE END\n\n"
    }
]